Repository: publishpress/PublishPress-Checklists
Catalog: languages/publishpress-checklists-*.po
Languages: es_es, it_it

source: %d character in excerpt
es_es: %d caracter en el extracto
it_it: %d carattere nel riassunto

source: %d character in title
es_es: %d caracteres en el título
it_it: %d carattere nel titolo

source: %d characters in excerpt
es_es: %d caracteres en el extracto
it_it: %d caratteri nel riassunto

source: %d characters in title
es_es: %d caracteres en el título
it_it: %d caratteri nel titolo

source: %d external link in content
es_es: %d enlace externo en el contenido
it_it: %d link esterni nel contenuto

source: %d external links in content
es_es: %d enlaces externos en el contenido
it_it: %d link esterni nel contenuto

source: %d internal link in content
es_es: %d enlace interno en el contenido
it_it: %d link interno nel contenuto

source: %d internal links in content
es_es: %d enlaces internos en el contenido
it_it: %d link interni nel contenuto

source: %d tag
es_es: %d etiqueta

source: %d tags
es_es: %d etiquetas

source: %d word in content
es_es: %d palabra en el contenido
it_it: %d parola nel contenuto

source: %d words in content
es_es: %d palabras en el contenido
it_it: %d parole nel contenuto

source: %s categories
es_es: %s categorías
it_it: %s categorie

source: %s category
es_es: %s categoría
it_it: %s categoria

source: About
es_es: Acerca de
it_it: Circa

source: Add custom task
es_es: Añadir tarea personalizada
it_it: Aggiungi task personalizzato

source: Add support for checklists in WordPress
es_es: Anadir compatibilidad con las listas de verificación en WordPress
it_it: Aggiungi supporto per checklist in WordPress

source: Add to these post types:
es_es: Añadir a estos tipos de contenido:
it_it: Aggiunti questi tipi di post:

source: All links use a valid format
es_es: Todos los enlaces usan un formato válido
it_it: Tutti i collegamenti utilizzano un formato valido

source: Alt text for all images
es_es: Texto alternativo para todas las imágenes
it_it: Testo alternativo per tutte le immagini

source: Approved by %s
es_es: Aprobado por %s
it_it: Approvato da %s

source: Approved by a user in this role
es_es: Aprobado por un usuario con este perfil
it_it: Approvato da un utente in questo ruolo

source: Are you sure you want to publish anyway?
es_es: ¿Estás seguro de querer publicar de todos modos?
it_it: Sei sicuro di voler pubblicare comunque?

source: Are you sure you want to update the published post anyway?
es_es: ¿Estás seguro de querer actualizar la entrada publicada de todos modos?
it_it: Sei sicuro di voler aggiornare comunque l'articolo pubblicato?

source: Between %d and %d
es_es: Entre %d y %d
it_it: Tra %d e %d

source: Between %d and %d characters in excerpt
es_es: Entre %d y %d caracteres en el extracto
it_it: Tra %d e %d caratteri nel riassunto

source: Between %d and %d characters in title
es_es: Entre %d y %d caracteres en el título
it_it: Tra %d e %d caratteri nel titolo

source: Between %d and %d external links in content
es_es: Entre %d y %d enlaces externos en el contenido
it_it: Tra %d e %d link interni nel contenuto

source: Between %d and %d internal links in content
es_es: Entre %d y %d enlaces internos en el contenido
it_it: Tra %d e %d link interni nel contenuto

source: Between %d and %d tags
es_es: Entre %d and %d etiquetas
it_it: Tra %d e %d tags

source: Between %d and %d words in content
es_es: Entre %d y %d palabras en el contenido
it_it: Tra %d e %d parole nel contenuto

source: Between %s and %s categories
es_es: Entre %s y %s categorías
it_it: Tra %s e %s categorie

source: Cheatin&#8217; uh?
es_es: Haciendo trampas, ¿eh?
it_it: Stai barando eh?

source: Checklist
es_es: Lista de verificación

source: Checklists
es_es: Listas de verificación

source: Checklists Settings
es_es: Ajustes de las listas de verificación
it_it: Impostazioni Checklist

source: Configure
es_es: Configurar
it_it: Configura

source: Contact
es_es: Contacto
it_it: Contatto

source: Custom
es_es: Personalizada
it_it: Personalizzato

source: Custom tasks do not complete automatically. Users must check the box to show they have completed the task.
es_es: Las tareas personalizadas no se completan automáticamente. Los usuarios deben marcar la caja para indicar que han completado la tarea.
it_it: Le attività personalizzate non vengono completate automaticamente. Gli utenti devono selezionare la casella per mostrare di aver completato l'attività.

source: Define tasks related to permalinks
es_es: Definir las tareas relacionadas con los enlaces permanentes
it_it: Definisci i task relativi ai permalinks

source: Define tasks related to Yoast SEO
es_es: Definir tareas de Yoast SEO
it_it: Definisci i task relativi a Yoast SEO

source: Define tasks that must be complete before content is published.
es_es: Define las tareas que deben completarse antes de publicar el contenido.
it_it: Definisci i task che devono essere completati prima che il contenuto venga pubblicato.

source: Disable blocking of updates for published posts:
es_es: Desactivar el bloqueo de actualizaciones de entradas publicadas:

source: Disable the "Status" option when using "Quick Edit":
es_es: Desactiva la opción «Estado» cuando utilices la «Edición rápida»:

source: Disabled
es_es: Desactivado
it_it: Disabilitato

source: Disabled because add_post_type_support('%1$s', '%2$s') is included in a loaded file.
es_es: Desactivado porque `add_post_type_support('%1$s', '%2$s')` está incluido en un archivo cargado.
it_it: Disabilitato perché add_post_type_support('%1$s', '%2$s') è incluso in un file caricato.

source: Disabled, Recommended or Required
es_es: Desactivado, Recomendado u Obligatorio
it_it: Disabilitato, Raccomandato o Obbligatorio

source: Documentation
es_es: Documentación
it_it: Documentazione

source: Enabled features
es_es: Características activadas
it_it: Abilita opzioni

source: Featured image
es_es: Imagen destacada
it_it: Immagine in evidenza

source: Features
es_es: Características
it_it: Opzioni

source: Feel free to select only the features you need.
es_es: Siéntete libre de seleccionar sólo las características que necesitas.
it_it: Seleziona solo le opzioni desiderate.

source: Good
es_es: Bueno
it_it: Buono

source: If Checklists requirements are not met and the plugin blocks updates for published posts, this can cause conflicts with other plugins.
es_es: Si no se reúnen los requisitos de listas de comprobación y el plugin bloque las actualizaciones de las entradas publicadas este puede provocar conflictos con otros plugins.

source: If the "Status" option is enabled, it can be used to avoid using the Checklists requirements.
es_es: Si la opción «Estado» está activada, puede utilizarse para evitar el uso de los requisitos de las listas de control.

source: If you like %s please leave us a %s rating. Thank you!
es_es: Si te gusta %s, por favor déjanos una valoración de %s. ¡Gracias!
it_it: Se ti piace %s lascia un %s voto. Grazie!

source: Latin characters in permalink
es_es: Caracteres latinos en el enlace permanente
it_it: Caratteri latini nel permalink

source: Max
es_es: Máximo

source: Maximum of %d
es_es: Máximo de %d
it_it: Massimo di %d

source: Maximum of %d character in excerpt
es_es: Máximo de %d caracteres en el extracto
it_it: Massimo di %d carattere nel riassunto

source: Maximum of %d character in title
es_es: Máximo de %d caracteres en el título
it_it: Massimo di %d carattere nel titolo

source: Maximum of %d characters in excerpt
es_es: Máximo de %d caracteres en el extracto
it_it: Massimo di %d caratteri nel riassunto

source: Maximum of %d characters in title
es_es: Máximo de %d caracteres en el título
it_it: Massimo di %d caratteri nel titolo

source: Maximum of %d external link in content
es_es: Máximo de %d enlace externo en el contenido
it_it: Massimo di %d collegamento esterno nel contenuto

source: Maximum of %d external links in content
es_es: Máximo de %d enlaces externos en el contenido
it_it: Numero di %d collegamenti esterni nel contenuto

source: Maximum of %d internal link in content
es_es: Máximo de %d enlace interno en el contenido
it_it: Massimo di %d link interno nel contenuto

source: Maximum of %d internal links in content
es_es: Máximo de %d enlaces internos en el contenido
it_it: Massimo di %d link interni nel contenuto

source: Maximum of %d tag
es_es: Máximo de %d etiquetas
it_it: Massimo di %d tag

source: Maximum of %d tags
es_es: Máximo de %d etiquetas
it_it: Massimo di %d tags

source: Maximum of %d word in content
es_es: Máximo de %d palabras en el contenido
it_it: Massimo di %d parola nel contenuto

source: Maximum of %d words in content
es_es: Máximo de %d palabras en el contenido
it_it: Massimo di %d parole nel contenuto

source: Maximum of %s categories
es_es: Máximo de %s categorías
it_it: Massimo di %s categorie

source: Maximum of %s category
es_es: Máximo de %s categorías
it_it: Massimo di %s categoria

source: Min
es_es: Mínimo

source: Minimum of %d
es_es: Mínimo de %d
it_it: Minimo di %d

source: Minimum of %d character in excerpt
es_es: Mínimo de %d caracteres en el extracto
it_it: Minimo di %d carattere nel riassunto

source: Minimum of %d character in title
es_es: Mínimo de %d caracteres en el título
it_it: Minimo di %d carattere nel titolo

source: Minimum of %d characters in excerpt
es_es: Mínimo de %d caracteres en el extracto
it_it: Minimo di %d caratteri nel riassunto

source: Minimum of %d characters in title
es_es: Mínimo de %d caracteres en el título
it_it: Minimo di %d caratteri nel titolo

source: Minimum of %d external link in content
es_es: Mínimo de %d enlaces externos en el contenido
it_it: Minimo di %d collegamento esterno nel contenuto

source: Minimum of %d external links in content
es_es: Mínimo de %d enlaces externos en el contenido
it_it: Minimo %d collegamenti esterni nel contenuto

source: Minimum of %d internal link in content
es_es: Mínimo de %d enlace interno en el contenido
it_it: Minimo di %d link interno nel contenuto

source: Minimum of %d internal links in content
es_es: Mínimo de %d enlaces internos en el contenido
it_it: Minimo di %d link interni nel contenuto

source: Minimum of %d tag
es_es: Mínimo de %d etiquetas
it_it: Minimo di %d tag

source: Minimum of %d tags
es_es: Mínimo de %d etiquetas
it_it: Minimo di %d tags

source: Minimum of %d word in content
es_es: Mínimo de %d palabras en el contenido
it_it: Minimo di %d parola nel contenuto

source: Minimum of %d words in content
es_es: Mínimo de %d palabras en el contenido
it_it: Minimo di %d parole nel contenuto

source: Minimum of %s categories
es_es: Mínimo de %s categorías
it_it: Minimo di %s categorie

source: Minimum of %s category
es_es: Mínimo de %s categorías
it_it: Minimo di %s categoria

source: Minimum Yoast SEO analysis score
es_es: Puntuación mínima del análisis Yoast SEO
it_it: Punteggio minimo analisi Yoast SEO

source: Minimum Yoast SEO readability score
es_es: Mínima puntuación de legibilidad en Yoast SEO
it_it: Punteggio minimo leggibilità Yoast SEO

source: Not required, but important:
es_es: No es obligatorio, pero es importante:
it_it: Non obbligatorio ma importante:

source: Number of
es_es: Número de
it_it: Numero di

source: Number of categories
es_es: Número de categorías
it_it: Numero di categorie

source: Number of characters in title
es_es: Número de caracteres en el título
it_it: Numero di caratteri nel titolo

source: Number of external links in content
es_es: Número de links externos en el contenido
it_it: Numero di collegamenti esterni nel contenuto

source: Number of internal links in content
es_es: Número de enlaces internos en el contenido
it_it: Numero di link interni nel contenuto

source: Number of tags
es_es: Número de etiquetas
it_it: Numero di tags

source: Number of words in content
es_es: Número de palabras en el contenido
it_it: Numero di parole nel cotenuto

source: Numbers of characters in excerpt
es_es: Número de caracteres en el extracto
it_it: Numero di caratteri nel riassunto

source: OK
es_es: Correcto

source: Ok
es_es: Aceptar

source: Options
es_es: Opciones
it_it: Opzioni

source: Permalinks
es_es: Enlaces permanentes

source: Permissions
es_es: Permisos
it_it: Permessi

source: Please complete the following tasks before publishing:
es_es: Por favor, completa las siguientes tareas antes de publicar:
it_it: Completare i seguenti task prima di pubblicare:

source: Please complete the following tasks before updating the published post:
es_es: Por favor, completa estas tareas antes de actualizar la estrada publicada:
it_it: Completare i seguenti task prima di aggiornare l'articolo pubblicato:

source: Please correct your form errors below and try again.
es_es: Por favor, corrige tus errores en el formulario de abajo y prueba otra vez.
it_it: Correggere gli errori sottostanti e riprovare.

source: Please make sure to add a name for all the custom tasks.
es_es: Por favor asegúrate de añadirle un nombre a todas las tareas personalizadas.
it_it: Assicurarsi di aggiungere un nome per tutte le attività personalizzate.

source: Please make sure to complete the settings for
es_es: Por favor, asegúrate de completar los ajustes de
it_it: Assicurarsi di completare le impostazioni per

source: Post does not exist
es_es: La entrada no existe
it_it: L'articolo non esiste

source: Readability: %s
es_es: Legibilidad en Yoast SEO %s
it_it: Leggibilità: %s

source: Recommended
es_es: Recomendado
it_it: Raccomandato

source: Remove
es_es: Eliminar
it_it: Rimuovi

source: Required
es_es: Obligatorio
it_it: Obbligatorio

source: Reviews
es_es: Valoraciones

source: Save Changes
es_es: Guardar cambios
it_it: Salva modifiche

source: Settings
es_es: Ajustes
it_it: Impostazioni

source: Show warning icon:
es_es: Mostrar el icono de advertencia:
it_it: Mostra icona avviso:

source: Task
es_es: Tarea

source: There are no PublishPress modules registered
es_es: No hay módulos de PublishPress registrados
it_it: Non ci sono moduli PublishPress registrati

source: This will display a warning icon in the "Publish" box.
es_es: Esto mostrará un icono de advertencia en la caja «Publicar»

source: Which roles can mark this task as complete?
es_es: ¿Qué perfiles pueden marcar esta tarea como completada?
it_it: Quali ruoli possono contrassegnare questa attività come completata?

source: Who can ignore the task?
es_es: ¿Quién puede ignorar la tarea?
it_it: Chi può ignorare questo task?

source: Yes
es_es: Sí
it_it: Si

source: You do not have necessary permissions to complete this action.
es_es: No tienes los permisos necesarios para realizar esta acción.
it_it: Non hai i permessi necessari per completare questa azione.

source: You don't have to complete any %sChecklist tasks%s.
es_es: No tienes que completar ninguna de las %stareas de la lista de verificación%s.
it_it: Non devi completare qualsiasi %sChecklist tasks%s.

source: Enter name of custom task
it_it: Immettere il nome dell'attività personalizzata

source: One or more items in the checklist are not completed
it_it: Uno o più controlli della lista non sono completati

source: General:
it_it: Generale:

source: Disable quick edit publish:
it_it: Disabilitare la pubblicazione rapida della modifica:

source: This will display a warning icon in the "Publish" box
it_it: Mostrerà un'icona di avviso nel box "Pubblica"

source: This will disable status row in quick edit
it_it: In questo modo verrà disabilitata la riga di stato in rapida modifica
